Repository: FuadEsgerov/EasyCancel
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: %lld days left to cancel under your withdrawal right
de: %lld Tage verbleiben, um Ihr Widerrufsrecht auszuüben
es: Le quedan %lld días para ejercer su derecho de desistimiento
fr: Il vous reste %lld jours pour exercer votre droit de rétractation
it: %lld giorni rimasti per esercitare il diritto di recesso
nl: Nog %lld dagen om uw herroepingsrecht uit te oefenen
pl: Pozostało %lld dni na skorzystanie z prawa odstąpienia

source: %lldd to cancel
de: noch %lld T
es: %lld d restantes
fr: %lld j restants
it: %lld g rimasti
nl: nog %lld d
pl: %lld dni

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
pl: O aplikacji

source: Access ends when cancellation is confirmed
de: Zugang endet, sobald die Kündigung bestätigt ist
es: El acceso finaliza cuando se confirme la cancelación
fr: L'accès prend fin une fois l'annulation confirmée
it: L'accesso termina alla conferma della disdetta
nl: Toegang eindigt zodra de opzegging is bevestigd
pl: Dostęp kończy się po potwierdzeniu anulowania

source: Account
de: Konto
es: Cuenta
fr: Compte
pl: Konto

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
nl: Actief
pl: Aktywna

source: Active monthly spend
de: Aktive monatliche Ausgaben
es: Gasto mensual activo
fr: Dépenses mensuelles actives
it: Spesa mensile attiva
nl: Actieve maandelijkse uitgaven
pl: Aktywne miesięczne wydatki

source: Add subscription
de: Abo hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
it: Aggiungi abbonamento
nl: Abonnement toevoegen
pl: Dodaj subskrypcję

source: Amount (e.g. 9.99)
de: Betrag (z. B. 9,99)
es: Importe (p. ej. 9,99)
fr: Montant (p. ex. 9,99)
it: Importo (es. 9,99)
nl: Bedrag (bijv. 9,99)
pl: Kwota (np. 9,99)

source: Amount saved
de: Gespart
es: Importe ahorrado
fr: Montant économisé
it: Importo risparmiato
nl: Bespaard bedrag
pl: Zaoszczędzona kwota

source: Apple sign-in didn't return an identity token.
de: Bei der Apple-Anmeldung wurde kein Identitätstoken zurückgegeben.
es: El inicio de sesión con Apple no devolvió un token de identidad.
fr: La connexion Apple n'a pas renvoyé de jeton d'identité.
it: L'accesso con Apple non ha restituito un token di identità.
nl: Apple-aanmelding gaf geen identiteitstoken terug.
pl: Logowanie Apple nie zwróciło tokena tożsamości.

source: Autofill
de: Automatisch ausfüllen
es: Autocompletar
fr: Remplir automatiquement
it: Compila automaticamente
nl: Automatisch invullen
pl: Wypełnij automatycznie

source: Awaiting response
de: Wartet auf Antwort
es: Esperando respuesta
fr: En attente de réponse
it: In attesa di risposta
nl: Wacht op reactie
pl: Oczekiwanie na odpowiedź

source: Billing
de: Abrechnung
es: Facturación
fr: Facturation
it: Fatturazione
nl: Facturering
pl: Rozliczenie

source: By continuing you agree to our [Terms](https://vincli.com/docs/easyterms.pdf) and [Privacy Policy](https://vincli.com/docs/easyprivacy.pdf).
de: Durch Fortfahren stimmen Sie unseren [AGB](https://vincli.com/docs/easyterms.pdf) und der [Datenschutzerklärung](https://vincli.com/docs/easyprivacy.pdf) zu.
es: Al continuar, aceptas nuestros [Términos](https://vincli.com/docs/easyterms.pdf) y la [Política de privacidad](https://vincli.com/docs/easyprivacy.pdf).
fr: En continuant, vous acceptez nos [Conditions](https://vincli.com/docs/easyterms.pdf) et notre [Politique de confidentialité](https://vincli.com/docs/easyprivacy.pdf).
it: Continuando accetti i nostri [Termini](https://vincli.com/docs/easyterms.pdf) e l'[Informativa sulla privacy](https://vincli.com/docs/easyprivacy.pdf).
nl: Door verder te gaan ga je akkoord met onze [Voorwaarden](https://vincli.com/docs/easyterms.pdf) en het [Privacybeleid](https://vincli.com/docs/easyprivacy.pdf).
pl: Kontynuując, akceptujesz nasz [Regulamin](https://vincli.com/docs/easyterms.pdf) i [Politykę prywatności](https://vincli.com/docs/easyprivacy.pdf).

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj

source: Cancel %@?
de: %@ kündigen?
es: ¿Cancelar %@?
fr: Résilier %@ ?
it: Disdire %@?
nl: %@ opzeggen?
pl: Anulować %@?

source: Cancel any subscription with confidence.
de: Jedes Abo sicher kündigen.
es: Cancela cualquier suscripción con confianza.
fr: Résiliez n'importe quel abonnement en toute confiance.
it: Disdici qualsiasi abbonamento con sicurezza.
nl: Zeg elk abonnement met vertrouwen op.
pl: Anuluj każdą subskrypcję z pewnością.

source: Cancel now
de: Jetzt kündigen
es: Cancelar ahora
fr: Résilier maintenant
it: Disdici ora
nl: Nu opzeggen
pl: Anuluj teraz

source: Cancel subscription
de: Abo kündigen
es: Cancelar suscripción
fr: Résilier l'abonnement
it: Disdici abbonamento
nl: Abonnement opzeggen
pl: Anuluj subskrypcję

source: Cancel with legal proof
de: Kündigen mit Rechtsnachweis
es: Cancela con prueba legal
fr: Résilier avec preuve juridique
it: Disdici con prova legale
nl: Opzeggen met juridisch bewijs
pl: Anuluj z dowodem prawnym

source: Cancellation button
de: Kündigungsbutton
es: Botón de cancelación
fr: Bouton de résiliation
it: Pulsante di disdetta
nl: Opzegknop
pl: Przycisk anulowania

source: Cancellation requested
de: Kündigung angefordert
es: Cancelación solicitada
fr: Résiliation demandée
it: Disdetta richiesta
nl: Opzegging aangevraagd
pl: Zażądano anulowania

source: Cancelled
de: Gekündigt
es: Cancelado
fr: Résilié
it: Disdetto
nl: Opgezegd
pl: Anulowano

source: Certified letter
de: Einschreiben
es: Carta certificada
fr: Lettre recommandée
it: Raccomandata
nl: Aangetekende brief
pl: List polecony

source: Certified-mail option
de: Einschreiben-Option
es: Opción de correo certificado
fr: Option lettre recommandée
it: Opzione raccomandata
nl: Optie aangetekend versturen
pl: Opcja listu poleconego

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Dalej

source: Continue as guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
it: Continua come ospite
nl: Doorgaan als gast
pl: Kontynuuj jako gość

source: Cooling-off deadline
de: Widerrufsfrist
es: Fin del plazo de desistimiento
fr: Fin du délai de rétractation
it: Scadenza del recesso
nl: Einde herroepingstermijn
pl: Termin odstąpienia

source: Cooling-off window active
de: Widerrufsfrist läuft
es: Plazo de desistimiento activo
fr: Délai de rétractation en cours
it: Periodo di recesso attivo
nl: Herroepingstermijn loopt
pl: Trwa okres odstąpienia

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
nl: Gekopieerd
pl: Skopiowano

source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
it: Copia indirizzo
nl: Adres kopiëren
pl: Kopiuj adres

source: Couldn't load subscription options.
de: Abo-Optionen konnten nicht geladen werden.
es: No se pudieron cargar las opciones de suscripción.
fr: Impossible de charger les options d'abonnement.
it: Impossibile caricare le opzioni di abbonamento.
nl: Kan abonnementsopties niet laden.
pl: Nie udało się wczytać opcji subskrypcji.

source: Country
de: Land
es: País
fr: Pays
it: Paese
nl: Land
pl: Kraj

source: Create your account
de: Konto erstellen
es: Crea tu cuenta
fr: Créez votre compte
it: Crea il tuo account
nl: Maak je account aan
pl: Utwórz konto

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
nl: Valuta
pl: Waluta

source: Dates
de: Datum
es: Fechas
it: Date
nl: Datums
pl: Daty

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
nl: Account verwijderen
pl: Usuń konto

source: Delete account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
it: Eliminare l'account?
nl: Account verwijderen?
pl: Usunąć konto?

source: Disputed
de: Beanstandet
es: En disputa
fr: Contesté
it: Contestato
nl: Betwist
pl: Zakwestionowano

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fine
nl: Klaar
pl: Gotowe

source: Email me a sign-in link
de: Anmeldelink per E-Mail senden
es: Enviarme un enlace de acceso
fr: M'envoyer un lien de connexion
it: Inviami un link di accesso
nl: Stuur me een inloglink
pl: Wyślij mi link do logowania

source: Enter manually
de: Manuell eingeben
es: Introducir manualmente
fr: Saisir manuellement
it: Inserisci manualmente
nl: Handmatig invoeren
pl: Wprowadź ręcznie

source: Exercise your legal right to cancel — in seconds, not hours.
de: Üben Sie Ihr Kündigungsrecht aus – in Sekunden, nicht Stunden.
es: Ejerce tu derecho legal a cancelar, en segundos, no en horas.
fr: Exercez votre droit de résiliation — en quelques secondes, pas en heures.
it: Esercita il tuo diritto di disdetta — in secondi, non in ore.
nl: Oefen je wettelijke opzegrecht uit — in seconden, niet uren.
pl: Skorzystaj z prawa do anulowania — w sekundy, nie godziny.

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
nl: Verlopen
pl: Wygasło

source: Export my data
de: Meine Daten exportieren
es: Exportar mis datos
fr: Exporter mes données
it: Esporta i miei dati
nl: Mijn gegevens exporteren
pl: Eksportuj moje dane

source: Family Sharing
de: Familienfreigabe
es: En familia
fr: Partage familial
it: In famiglia
nl: Delen met gezin
pl: Chmura rodzinna

source: Filled in from your email
de: Aus Ihrer E-Mail übernommen
es: Rellenado desde tu correo
fr: Rempli à partir de votre e-mail
it: Compilato dalla tua e-mail
nl: Ingevuld vanuit je e-mail
pl: Wypełniono z Twojego e-maila

source: Forward a confirmation email and we'll add the subscription for you — usually within 30 seconds.
de: Leiten Sie eine Bestätigungs-E-Mail weiter und wir fügen das Abo für Sie hinzu – meist innerhalb von 30 Sekunden.
es: Reenvía un correo de confirmación y añadiremos la suscripción por ti, normalmente en 30 segundos.
fr: Transférez un e-mail de confirmation et nous ajouterons l'abonnement pour vous — généralement en 30 secondes.
it: Inoltra un'e-mail di conferma e aggiungeremo l'abbonamento per te — di solito entro 30 secondi.
nl: Stuur een bevestigingsmail door en wij voegen het abonnement voor je toe — meestal binnen 30 seconden.
pl: Prześlij e-mail z potwierdzeniem, a my dodamy subskrypcję za Ciebie — zwykle w 30 sekund.

source: Forward a confirmation email or add it manually.
de: Leiten Sie eine Bestätigungs-E-Mail weiter oder fügen Sie es manuell hinzu.
es: Reenvía un correo de confirmación o añádelo manualmente.
fr: Transférez un e-mail de confirmation ou ajoutez-le manuellement.
it: Inoltra un'e-mail di conferma o aggiungilo manualmente.
nl: Stuur een bevestigingsmail door of voeg het handmatig toe.
pl: Prześlij e-mail z potwierdzeniem lub dodaj ręcznie.

source: Forward a confirmation email or add one manually to start tracking cooling-off deadlines.
de: Leiten Sie eine Bestätigungs-E-Mail weiter oder fügen Sie eines manuell hinzu, um Widerrufsfristen zu verfolgen.
es: Reenvía un correo de confirmación o añade uno manualmente para seguir los plazos de desistimiento.
fr: Transférez un e-mail de confirmation ou ajoutez-en un manuellement pour suivre les délais de rétractation.
it: Inoltra un'e-mail di conferma o aggiungine uno manualmente per monitorare le scadenze di recesso.
nl: Stuur een bevestigingsmail door of voeg er handmatig een toe om herroepingstermijnen te volgen.
pl: Prześlij e-mail z potwierdzeniem lub dodaj subskrypcję ręcznie, aby śledzić terminy odstąpienia.

source: Forward an email
de: E-Mail weiterleiten
es: Reenviar un correo
fr: Transférer un e-mail
it: Inoltra un'e-mail
nl: E-mail doorsturen
pl: Prześlij e-mail

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
nl: Frequentie
pl: Częstotliwość

source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
nl: Aan de slag
pl: Rozpocznij

source: Guest
de: Gast
es: Invitado
fr: Invité
it: Ospite
nl: Gast
pl: Gość

source: Home
de: Start
es: Inicio
fr: Accueil
nl: Start
pl: Start

source: How it works
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
nl: Hoe het werkt
pl: Jak to działa

source: Impact
de: Auswirkung
es: Impacto
it: Conseguenze
nl: Gevolgen
pl: Skutki

source: Legal basis
de: Rechtsgrundlage
es: Base jurídica
fr: Base juridique
it: Base giuridica
nl: Wettelijke basis
pl: Podstawa prawna

source: Looks good. Edit anything that's off, then save.
de: Sieht gut aus. Korrigieren Sie ggf. etwas und speichern Sie dann.
es: Todo correcto. Edita lo que no encaje y guarda.
fr: Tout semble correct. Modifiez ce qui ne va pas, puis enregistrez.
it: Tutto a posto. Modifica ciò che non va, poi salva.
nl: Ziet er goed uit. Pas aan wat niet klopt en sla op.
pl: Wygląda dobrze. Popraw, co trzeba, i zapisz.

source: Merchant
de: Anbieter
es: Comercio
fr: Marchand
it: Commerciante
nl: Aanbieder
pl: Sprzedawca

source: mo
de: Mon.
es: mes
fr: mois
it: mese
nl: mnd
pl: mies.

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks
pl: Miesięcznie

source: Never miss the 14-day window
de: Verpassen Sie nie die 14-Tage-Frist
es: No pierdas nunca el plazo de 14 días
fr: Ne manquez jamais le délai de 14 jours
it: Non perdere mai la finestra di 14 giorni
nl: Mis nooit de termijn van 14 dagen
pl: Nigdy nie przegap 14-dniowego terminu

source: Next renewal
de: Nächste Verlängerung
es: Próxima renovación
fr: Prochain renouvellement
it: Prossimo rinnovo
nl: Volgende verlenging
pl: Następne odnowienie

source: No cancellations yet
de: Noch keine Kündigungen
es: Aún no hay cancelaciones
fr: Aucune résiliation pour l'instant
it: Ancora nessuna disdetta
nl: Nog geen opzeggingen
pl: Brak anulowań

source: No response
de: Keine Antwort
es: Sin respuesta
fr: Aucune réponse
it: Nessuna risposta
nl: Geen reactie
pl: Brak odpowiedzi

source: No subscriptions yet
de: Noch keine Abos
es: Aún no hay suscripciones
fr: Aucun abonnement pour l'instant
it: Ancora nessun abbonamento
nl: Nog geen abonnementen
pl: Brak subskrypcji

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
nl: Niet nu
pl: Nie teraz

source: Not yet
de: Noch nicht
es: Todavía no
fr: Pas encore
it: Non ancora
nl: Nog niet
pl: Jeszcze nie

source: One tap sends a compliant withdrawal letter.
de: Ein Tippen sendet ein rechtskonformes Widerrufsschreiben.
es: Un toque envía una carta de desistimiento conforme.
fr: Un appui envoie une lettre de rétractation conforme.
it: Un tocco invia una lettera di recesso conforme.
nl: Eén tik verstuurt een conforme herroepingsbrief.
pl: Jedno dotknięcie wysyła zgodne z prawem pismo o odstąpieniu.

source: One-time
de: Einmalig
es: Único
fr: Unique
it: Una tantum
nl: Eenmalig
pl: Jednorazowo

source: Open Mail
de: Mail öffnen
es: Abrir Mail
fr: Ouvrir Mail
it: Apri Mail
nl: Mail openen
pl: Otwórz Mail

source: or
de: oder
es: o
fr: ou
it: o
nl: of
pl: lub

source: Paste a confirmation email
de: Bestätigungs-E-Mail einfügen
es: Pegar un correo de confirmación
fr: Coller un e-mail de confirmation
it: Incolla un'e-mail di conferma
nl: Bevestigingsmail plakken
pl: Wklej e-mail z potwierdzeniem

source: Paste email
de: E-Mail einfügen
es: Pegar correo
fr: Coller l'e-mail
it: Incolla e-mail
nl: E-mail plakken
pl: Wklej e-mail

source: Paste here…
de: Hier einfügen…
es: Pega aquí…
fr: Coller ici…
it: Incolla qui…
nl: Plak hier…
pl: Wklej tutaj…

source: Paste the subscription confirmation email below — subject and body are both fine.
de: Fügen Sie unten die Abo-Bestätigungs-E-Mail ein – Betreff und Text sind beide in Ordnung.
es: Pega abajo el correo de confirmación de la suscripción: el asunto y el cuerpo sirven.
fr: Collez ci-dessous l'e-mail de confirmation d'abonnement — l'objet et le corps conviennent tous deux.
it: Incolla qui sotto l'e-mail di conferma dell'abbonamento — vanno bene sia l'oggetto sia il corpo.
nl: Plak hieronder de bevestigingsmail van het abonnement — onderwerp en tekst zijn beide prima.
pl: Wklej poniżej e-mail z potwierdzeniem subskrypcji — temat i treść są w porządku.

source: Please double-check the details
de: Bitte überprüfen Sie die Angaben
es: Comprueba los detalles
fr: Veuillez vérifier les détails
it: Controlla i dettagli
nl: Controleer de gegevens
pl: Sprawdź dane

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność

source: qtr
de: Quart.
es: trim.
fr: trim.
it: trim.
nl: kwart.
pl: kwart.

source: Quarterly
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
it: Trimestrale
nl: Per kwartaal
pl: Kwartalnie

source: Rejected
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
nl: Afgewezen
pl: Odrzucono

source: renews in %lldd
de: verlängert in %lld T
es: renueva en %lld d
fr: renouv. dans %lld j
it: rinnova tra %lld g
nl: verlengt over %lld d
pl: odnawia za %lld dni

source: Restore failed. Please try again.
de: Wiederherstellung fehlgeschlagen. Bitte erneut versuchen.
es: Error al restaurar. Inténtalo de nuevo.
fr: Échec de la restauration. Veuillez réessayer.
it: Ripristino non riuscito. Riprova.
nl: Herstel mislukt. Probeer het opnieuw.
pl: Przywracanie nie powiodło się. Spróbuj ponownie.

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen
pl: Przywróć zakupy

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaren
pl: Zapisz

source: Send cancellation
de: Kündigung senden
es: Enviar cancelación
fr: Envoyer la résiliation
it: Invia disdetta
nl: Opzegging versturen
pl: Wyślij anulowanie

source: Send legally binding registered letters
de: Rechtsverbindliche Einschreiben versenden
es: Envía cartas certificadas con valor legal
fr: Envoyez des lettres recommandées juridiquement contraignantes
it: Invia raccomandate giuridicamente vincolanti
nl: Verstuur juridisch bindende aangetekende brieven
pl: Wysyłaj wiążące prawnie listy polecone

source: Sending…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
it: Invio…
nl: Verzenden…
pl: Wysyłanie…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia

source: Share Pro with your whole family
de: Teilen Sie Pro mit Ihrer ganzen Familie
es: Comparte Pro con toda tu familia
fr: Partagez Pro avec toute votre famille
it: Condividi Pro con tutta la famiglia
nl: Deel Pro met je hele gezin
pl: Udostępnij Pro całej rodzinie

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
nl: Uitloggen
pl: Wyloguj się

source: Sign-in link sent to %@
de: Anmeldelink gesendet an %@
es: Enlace de acceso enviado a %@
fr: Lien de connexion envoyé à %@
it: Link di accesso inviato a %@
nl: Inloglink verzonden naar %@
pl: Link do logowania wysłany na %@

source: Sign-up date
de: Anmeldedatum
es: Fecha de alta
fr: Date d'inscription
it: Data di iscrizione
nl: Aanmelddatum
pl: Data rejestracji

source: Signed up
de: Angemeldet am
es: Alta el
fr: Inscrit le
it: Iscritto il
nl: Aangemeld op
pl: Zarejestrowano

source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
it: Abbonamento
nl: Abonnement
pl: Subskrypcja

source: Subscription not found.
de: Abo nicht gefunden.
es: Suscripción no encontrada.
fr: Abonnement introuvable.
it: Abbonamento non trovato.
nl: Abonnement niet gevonden.
pl: Nie znaleziono subskrypcji.

source: This permanently deletes your account and all your data. This can't be undone.
de: Dadurch werden Ihr Konto und alle Ihre Daten dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente tu cuenta y todos tus datos. No se puede deshacer.
fr: Cela supprime définitivement votre compte et toutes vos données. Cette action est irréversible.
it: Questo elimina definitivamente il tuo account e tutti i tuoi dati. L'operazione è irreversibile.
nl: Hiermee worden je account en al je gegevens permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie konta i wszystkich danych. Tej operacji nie można cofnąć.

source: This sets your consumer-rights framework and language.
de: Damit werden Ihr Verbraucherrechtsrahmen und Ihre Sprache festgelegt.
es: Esto define tu marco de derechos del consumidor y tu idioma.
fr: Cela définit votre cadre de droits des consommateurs et votre langue.
it: Questo imposta il quadro dei diritti dei consumatori e la lingua.
nl: Dit bepaalt je consumentenrechtenkader en taal.
pl: To ustawia ramy praw konsumenta i język.

source: Track and cancel as many as you need
de: Verfolgen und kündigen Sie so viele wie nötig
es: Controla y cancela tantas como necesites
fr: Suivez et résiliez autant que nécessaire
it: Monitora e disdici quanti ne vuoi
nl: Volg en zeg er zoveel op als je nodig hebt
pl: Śledź i anuluj tyle, ile potrzebujesz

source: Track every subscription
de: Jedes Abo im Blick
es: Controla cada suscripción
fr: Suivez chaque abonnement
it: Tieni traccia di ogni abbonamento
nl: Volg elk abonnement
pl: Śledź każdą subskrypcję

source: Unlimited subscriptions
de: Unbegrenzte Abos
es: Suscripciones ilimitadas
fr: Abonnements illimités
it: Abbonamenti illimitati
nl: Onbeperkt abonnementen
pl: Nielimitowane subskrypcje

source: Upgrade to Pro
de: Auf Pro upgraden
es: Cambiar a Pro
fr: Passer à Pro
it: Passa a Pro
nl: Upgraden naar Pro
pl: Przejdź na Pro

source: Vault
de: Tresor
es: Caja fuerte
fr: Coffre-fort
it: Cassaforte
nl: Kluis
pl: Sejf

source: We watch your cooling-off deadlines for you.
de: Wir behalten Ihre Widerrufsfristen für Sie im Blick.
es: Vigilamos tus plazos de desistimiento por ti.
fr: Nous surveillons vos délais de rétractation pour vous.
it: Monitoriamo per te le scadenze di recesso.
nl: Wij houden je herroepingstermijnen voor je in de gaten.
pl: Pilnujemy za Ciebie terminów odstąpienia.

source: We weren't fully sure — confirm the amount and merchant.
de: Wir waren uns nicht ganz sicher – bestätigen Sie Betrag und Anbieter.
es: No estábamos del todo seguros: confirma el importe y el comercio.
fr: Nous n'étions pas tout à fait sûrs — confirmez le montant et le marchand.
it: Non eravamo del tutto sicuri — conferma importo e commerciante.
nl: We wisten het niet helemaal zeker — bevestig het bedrag en de aanbieder.
pl: Nie mieliśmy pewności — potwierdź kwotę i sprzedawcę.

source: We'll fill in the details automatically. You can edit anything before saving.
de: Wir füllen die Angaben automatisch aus. Sie können vor dem Speichern alles bearbeiten.
es: Rellenaremos los detalles automáticamente. Puedes editar todo antes de guardar.
fr: Nous remplirons les détails automatiquement. Vous pouvez tout modifier avant d'enregistrer.
it: Compileremo i dettagli automaticamente. Puoi modificare tutto prima di salvare.
nl: We vullen de gegevens automatisch in. Je kunt alles aanpassen voordat je opslaat.
pl: Automatycznie wypełnimy dane. Możesz wszystko edytować przed zapisaniem.

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
nl: Wekelijks
pl: Tygodniowo

source: Where do you live?
de: Wo wohnen Sie?
es: ¿Dónde vives?
fr: Où habitez-vous ?
it: Dove vivi?
nl: Waar woon je?
pl: Gdzie mieszkasz?

source: Withdrawal letter (email)
de: Widerrufsschreiben (E-Mail)
es: Carta de desistimiento (correo)
fr: Lettre de rétractation (e-mail)
it: Lettera di recesso (e-mail)
nl: Herroepingsbrief (e-mail)
pl: Pismo o odstąpieniu (e-mail)

source: Withdrawal letter preview
de: Vorschau des Widerrufsschreibens
es: Vista previa de la carta de desistimiento
fr: Aperçu de la lettre de rétractation
it: Anteprima della lettera di recesso
nl: Voorbeeld van de herroepingsbrief
pl: Podgląd pisma o odstąpieniu

source: wk
de: Wo.
es: sem.
fr: sem.
it: sett.
pl: tydz.

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
nl: Jaarlijks
pl: Rocznie

source: You'll lose access on %@
de: Sie verlieren den Zugang am %@
es: Perderás el acceso el %@
fr: Vous perdrez l'accès le %@
it: Perderai l'accesso il %@
nl: Je verliest toegang op %@
pl: Stracisz dostęp %@
